<template>
    <div class="main-tests">
        <section class="test-content">
            <div class="container">
                <div class="row">
                    <div class="col-12">
                        <a href="#" class="linkBack">
                            <i>
                                <svg width="6" height="14" viewBox="0 0 10 18" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9 17L1 9L9 1" stroke-width="2" stroke-linecap="round"
                                        stroke-linejoin="round"></path>
                                </svg>
                            </i>
                            Назад к оглавлению
                        </a>
                    </div>
                </div>
                <div class="row">
                    <div class="col-12">
                        <div class="wrapTest">
                            <div class="testText">
                                <div class="testText_title title-2">Зверобой</div>
                                <div class="testText_avtor">Ю. Лаптев «Натуралист»</div>
                                <div class="testText_text fz-18">
                                    <p>Нет. Растение это не стреляет и воздух ядовитыми испарениями не отравляет. Даже
                                        столь неприхотливый зверь, как кабан, его не ест. А если бы и съел, то ровным
                                        счётом с ним ничего бы не случилось. Не бьёт зверя зверобой.</p>
                                    <br>
                                    <p>Русское название растения произошло от одного из казахских наименований зверобоя
                                        - «джерабай», что означает «целитель ран». И всё же зверобой иногда опасен.
                                        Правда, не для дикого зверя, а для домашних животных - овец, лошадей и рогатого
                                        скота. Впрочем, не для всех, а только для тех, у кого шкура белая или несёт
                                        белые отметины. И если эти животные в солнечный день съедят зверобой , куда
                                        входит особый пигмент, то под влиянием солнечных лучей кожа, покрытая белой
                                        шерстью, воспаляется, словно животное получило ожог. Если ожог сильный, животное
                                        даже может погибнуть.</p>
                                    <br>
                                    <p>В Австралии, где зверобой обильно засоряет пастбища, он стал бичом овцеводов. И
                                        перед австралийскими учёными стоит прямо-таки национальная проблема, как
                                        избавить пастбища от зверобоя.</p>
                                    <br>
                                    <p>У нас зверобой всегда высоко ценился как лекарственное растение. Сейчас в стране
                                        заготовляют его тоннами. И всё равно зверобоя не хватает. Ещё бы! Это одно из
                                        самых ценных лекарственных растений. Чего из него только не делают: и напитки, и
                                        настойки, и другие медицинские препараты.Сырьём для всего этого служат цветущие
                                        верхушки растения.</p>
                                    <br>
                                    <p>Лекарством от 99 болезней называли его в Древней Руси. Зверобой и сейчас
                                        популярен в народе. Только собирать его всё труднее: беднеют наши лесные опушки
                                        - этих жёлтых и нежных цветов становится всё меньше и меньше. Поэтому учёные
                                        нашли способ выращивать зверобой на плантациях. Собирают зверобой в период
                                        массового цветения. При этом срезают лишь верхушки. Сушат их на чердаках под
                                        железной крышей или под навесами.</p>
                                </div>
                            </div>
                            <div class="readTime">
                                <div class="readTime_time">

                                    <time-watcher />

                                </div>
                                <form action="#">
                                    <input type="hidden" id="forMin" value="04">
                                    <input type="hidden" id="forSec" value="36">
                                    <link-main :href="'#'" :text="'Завершить'" class="readTime_start btn-1" />
                                </form>
                            </div>
                        </div>

                    </div>
                </div>
            </div>
        </section>

    </div>
</template>

<script>
export default {
    data() {
        return {
            disabledBool: true,
        }
    },
    methods: {
        changeEl() {
            // if(userPhone.)
            console.log(this.userPhone);
        }
    },
};
</script>

<style lang="scss" scoped>
</style>
